const messages = [
  {
    title: 'ارسال سکه',
    text: `دستور ارسال، نخستین گام ساخت یک تراکنش تعاملی است.<br/>
    <br/>
    تراکنش را می‌توان بلافاصله به یک آدرس Epicbox یا http(s) فرستاد، یا با تبادل فایل‌ها به‌صورت دستی انجام داد.<br/>
    <br/>
    پیش از شروع یک تراکنش جدید، مطمئن شوید نود شما کاملاً با شبکهٔ Epic Cash همگام شده است.<br/></br>
    وضعیت نود شما باید «همگام‌سازی شده» باشد.<br/>
    <br/>
    آدرس گیرنده می‌تواند یک آدرس Epicbox یا هر آدرس http(s) بیرونی باشد.<br/>`,
  },
  {
    title: 'دریافت سکه',
    text: `برای دریافت سکه، شنوندهٔ کیف پول باید در حال کار باشد.<br/><br/>
    تنظیمات پیش‌فرض کیف پول آن را به‌طور خودکار روشن می‌کنند.<br/><br/>
    این را می‌توانید در تنظیمات تغییر دهید.<br/>
    <br/>
    در صفحهٔ دریافت، فهرستی از آدرس‌هایی هست که می‌توان با آن‌ها سکه دریافت کرد.<br/>
    <br/>
    اگر مشکلی پیش آمد و کیف پول سکه دریافت نمی‌کرد، شنونده را در صفحهٔ دریافت دوباره راه‌اندازی کنید.<br/>`
  },
  {
    title: 'نهایی کردن تراکنش آفلاین',
    text: `برای نهایی کردن یک تراکنش آفلاین، در این صفحه فایل پاسخی را که از گیرنده<br/>
    گرفته‌اید وارد کنید.<br/>`
  },
  {
    title: 'وارد کردن تراکنش آفلاین',
    text: `در این صفحه فایل تراکنشی را که از فرستنده گرفته‌اید وارد کنید.<br/>
    <br/>
    پس از وارد کردن فایل تراکنش، فایل پاسخ را ذخیره کنید و آن را برای فرستنده
    پس بفرستید.<br/>`
  },
  {
    title: 'دفترچه آدرس',
    text: `مخاطبان و آدرس‌های آن‌ها را در دفترچه آدرس ذخیره کنید.<br/>
    <br/>
    اگر بعداً خواستید تراکنش دیگری انجام دهید، می‌توانید آدرس مخاطب را در فیلد آدرس گیرنده جست‌وجو کنید.<br/>`
  },
  {
    title: 'شناسه تراکنش',
    text: `شناسه تراکنش، شناسهٔ یکتای هر تراکنش است که میان گیرنده و فرستنده مشترک است.<br/>`
  },
  {
    title: 'شناسه سکه',
    text: `شناسه سکه، شناسهٔ یکتای سکه‌های شما روی بلاک‌چین است.<br/>
    فقط شما می‌توانید مقدار شناسه سکه را ببینید.<br/>`
  },
  {
    title: 'شنونده کیف پول',
    text: `برای دریافت سکه از کیف پول‌های دیگر، شنوندهٔ کیف پول باید در حال کار باشد.<br/>
    <br/>
    شنونده را می‌توان در صفحهٔ دریافت روشن یا خاموش کرد.<br/>`
  },
  {
    title: 'حساب',
    text: `نام کاربری خود را در حساب تعیین کنید.<br/>
    <br/>
    نام کاربری در بالای برنامه نشان داده می‌شود.<br/>`
  },
  {
    title: 'تنظیمات',
    text: `اینجا می‌توانید تنظیماتی را که هنگام دستیار راه‌اندازی انتخاب کرده‌اید تغییر دهید.<br/>`
  },
  {
    title: 'سرور نود',
    text: `این محل نود شماست.<br/>
    <br/>
    کیف پول برای ارسال و دریافت سکه به نود نیاز دارد.<br/>
    <br/>
    می‌توانید میان نود داخلی و نود خارجی یکی را انتخاب کنید.<br/><br/>
    اگر این مقدار را تغییر دادید، کیف پول را دوباره راه‌اندازی کنید.<br/>`
  },
  {
    title: 'وارد کردن تراکنش آفلاین',
    text: `اگر کسی برای شما تراکنش آفلاین فرستاد، آن را در صفحهٔ «وارد کردن تراکنش آفلاین» وارد کنید.<br/>
    <br/>پس از وارد کردن، باید فایل پاسخ را ذخیره کنید و برای فرستنده پس بفرستید.<br/>`
  },
  {
    title: 'عبارت بازیابی',
    text: `عبارت بازیابی فهرست کلماتی است که برای بازیابی کیف پول لازم دارید. کلمات را
    به همان ترتیبی که نشان داده می‌شوند روی کاغذ بنویسید و کاغذ را در جایی امن و آفلاین نگه دارید.
    هرگز آن‌ها را به شکل عکس، تصویر صفحه یا فایل نگه ندارید.<br/>
    <br/>
    اگر این رایانه یا فایل‌های کیف پول را از دست بدهید، می‌توانید کیف پول را<br/>
    با این کلمات بازیابی کنید.<br/>`
  },
  {
    title: 'نود شبکه',
    text: `نود شبکه سروری است که داده‌های بلاک‌چین را نگه می‌دارد.<br/><br/>
           کیف پول شما یک نود داخلی دارد که می‌توانید از آن استفاده کنید، یا می‌توانید نود خارجی‌ای را که روی رایانهٔ دیگری
           اجرا می‌کنید یا یک نود عمومی خارجی انتخاب کنید.<br/><br/>
           اولین بار که نود داخلی را اجرا می‌کنید، همگام‌سازی داده‌های بلاک‌چین حدود ۲ ساعت طول می‌کشد.`
  },
  {
    title: 'همتاها',
    text: `همتاها نودهای دیگری از شبکه هستند که به نود شبکهٔ شما متصل‌اند.<br/>`
  },
  {
    title: 'ارتفاع بلاک‌چین',
    text: `ارتفاع بلاک‌چین شمارهٔ آخرین بلاک در زنجیره است. هر ۶۰ ثانیه بلاک‌چین یک بلاک جدید می‌سازد و مقدار ارتفاع تغییر می‌کند.<br/>`
  },
  /* use this for new topic
  {
    title: 'topic',
    text: `can be html too`
  },
  */
];

export default messages
