const messages = [
  {
    title: 'Изпращане на монети',
    text: `Командата за изпращане е първата стъпка при изграждането на интерактивна транзакция.<br/>
    <br/>
    Транзакцията може да бъде изпратена веднага до Epicbox или http(s) адрес, или направена ръчно чрез обмен на файлове.<br/>
    <br/>
    За да започнете нова транзакция, уверете се, че Вашият възел е напълно синхронизиран
    с мрежата на Epic Cash.<br/></br>
    Състоянието на Вашия възел трябва да е „синхронизиран“.<br/>
    <br/>
    Адресът на получателя може да е Epicbox адрес или всеки външен http(s) адрес.<br/>`,
  },
  {
    title: 'Получаване на монети',
    text: `За да получавате монети, слушателят на портфейла трябва да работи.<br/><br/>
    По подразбиране настройките на портфейла го включват.<br/><br/>
    Това може да се промени в Настройки.<br/>
    <br/>
    На страницата за получаване има списък с адреси, които можете да използвате за получаване на монети.<br/>
    <br/>
    Ако нещо се обърка и портфейлът не получава монети, рестартирайте слушателя на страницата за получаване.<br/>`
  },
  {
    title: 'Финализиране на офлайн транзакция',
    text: `За да финализирате офлайн транзакция, използвайте тази страница, за да импортирате файла<br/>
    с отговор, който сте получили от получателя.<br/>`
  },
  {
    title: 'Импортиране на офлайн транзакция',
    text: `Използвайте тази страница, за да импортирате файла с транзакция, който сте получили от изпращача.<br/>
    <br/>
    След импортирането запазете файла с отговор и го изпратете обратно
    на изпращача.<br/>`
  },
  {
    title: 'Адресна книга',
    text: `Запазвайте контактите си и техните адреси в адресната книга.<br/>
    <br/>
    Когато по-късно решите да направите нова транзакция, можете да потърсите адреса на контакта в полето за адрес на получателя.<br/>`
  },
  {
    title: 'Номер на транзакция',
    text: `Номерът на транзакцията е уникалният идентификатор на всяка транзакция, общ за получателя и изпращача.<br/>`
  },
  {
    title: 'Номер на монета',
    text: `Номерът на монетата е уникалният идентификатор на Вашите монети в блокчейна.<br/>
    Само Вие виждате стойността му.<br/>`
  },
  {
    title: 'Слушател на портфейла',
    text: `Слушателят на портфейла трябва да работи, за да получавате монети от други портфейли.<br/>
    <br/>
    Слушателят може да се стартира или спре на страницата за получаване.<br/>`
  },
  {
    title: 'Акаунт',
    text: `В Акаунт задавате потребителското си име.<br/>
    <br/>
    Потребителското име се показва най-горе в приложението.<br/>`
  },
  {
    title: 'Настройки',
    text: `Тук можете да промените настройките, направени по време на асистента за настройка.<br/>`
  },
  {
    title: 'Възел',
    text: `Това е адресът на Вашия възел.<br/>
    <br/>
    Портфейлът има нужда от възел, за да изпраща и получава монети.<br/>
    <br/>
    Можете да избирате между вградения възел и външен възел.<br/><br/>
    Ако промените тази стойност, рестартирайте портфейла.<br/>`
  },
  {
    title: 'Импортиране на офлайн транзакция',
    text: `Ако някой Ви изпрати офлайн транзакция, можете да я импортирате на страницата „Импортиране на офлайн транзакция“.<br/>
    <br/>След импортирането трябва да запазите файл с отговор и да го изпратите обратно на изпращача.<br/>`
  },
  {
    title: 'Фраза за възстановяване',
    text: `Фразата за възстановяване е списъкът с думи, от които имате нужда, за да възстановите портфейла си. Запишете думите
    на хартия, в реда, в който се показват, и пазете листа на сигурно място, офлайн. Никога не ги пазете
    като снимка, екранна снимка или файл.<br/>
    <br/>
    Ако загубите този компютър или файловете на портфейла, можете да възстановите портфейла<br/>
    с тези думи.<br/>`
  },
  {
    title: 'Мрежов възел',
    text: `Мрежовият възел е сървър, който съхранява данните на блокчейна.<br/><br/>
           Портфейлът Ви има вграден възел, който можете да използвате, или можете да изберете външен възел, който работи на друг
           компютър, или външен публичен възел.<br/><br/>
           При първото стартиране на вградения възел синхронизирането на данните на блокчейна отнема около 2 часа.`
  },
  {
    title: 'Партньори',
    text: `Партньорите са други мрежови възли, свързани с Вашия мрежов възел.<br/>`
  },
  {
    title: 'Блокчейн височина',
    text: `Блокчейн височината е номерът на последния блок във веригата. На всеки 60 секунди блокчейнът създава нов блок и стойността се променя.<br/>`
  },
  /* use this for new topic
  {
    title: 'topic',
    text: `can be html too`
  },
  */
];

export default messages
